window.BLOG_MOMENTS = [
  {
    "id": "2026-08-31-131227",
    "date": "2026-08-31 21:11",
    "location": "",
    "images": [],
    "content": "<figure><img src=\"/assets/images/uploads/IMG_3307.jpeg\" alt=\"\" loading=\"lazy\"><figcaption></figcaption></figure><p>今日运动</p>"
  },
  {
    "id": "2026-08-30-131015",
    "date": "2026-08-30 21:08",
    "location": "",
    "images": [],
    "content": "<p>贪，嗔，痴，慢，疑，人生五毒，一场细水长流的修行：取舍、克制、放下、谦卑、信任，终能拨开迷雾见清明。</p>"
  },
  {
    "id": "2026-08-29-022546",
    "date": "2026-08-29 20:20",
    "location": "",
    "images": [],
    "content": "<p>以前活反了，人生其实不需要“努力”，只要你不断筛选环境，找到契合自己的高能量环境，然后让自己“闲”下来，你就会得到意想不到的财富和命运。一直内耗，消耗自己的人命运是不会好的</p>"
  },
  {
    "id": "2026-08-29-014105",
    "date": "2026-08-29 09:39",
    "location": "",
    "images": [],
    "content": "<p>每天晚上问自己一句：今天为自己的人生主线做了什么</p>"
  },
  {
    "id": "2026-08-28-101231",
    "date": "2026-08-28 18:12",
    "location": "",
    "images": [],
    "content": "<p>我不希望别人对我说的话打折，也在努力做到说出去的话不打折，同样也不希望对我身边的人说话需要打折，一旦打折，沟通成本就上来了，效率就低了。在一个组织里，如果是这种状态，就危险了。</p>"
  },
  {
    "id": "2026-08-27-081139",
    "date": "2026-08-27 16:09",
    "location": "",
    "images": [],
    "content": "<p>过度理性会让生活失去美感，过度感性也会不快乐，一定要看什么都差点意思，不能太通透。允许自己偶尔干点不是人干的事儿。</p>"
  },
  {
    "id": "2026-08-25-021233",
    "date": "2026-08-25 10:10",
    "location": "",
    "images": [],
    "content": "<p>分享一个点，怎么让自己执行力强一点，避免拖延症的，凡是涉及时间的，做成表格，逐步推进。涉及事务的做成列表或写下来，逐一消除，这个习惯已经十几年了，不知写了多少本。</p>"
  },
  {
    "id": "2026-08-24-090050",
    "date": "2026-08-24 17:00",
    "location": "",
    "images": [
      "/assets/images/uploads/IMG_3269.jpeg"
    ],
    "content": "<p>走一步，退两步，是常态。心理学层面讲，人们习惯性用直线式的成长苛责自己。其实，迂回、停顿、倒退都是成长中正常的一部分。</p>"
  },
  {
    "id": "2026-08-22-140200",
    "date": "2026-08-22 22:01",
    "location": "",
    "images": [
      "/assets/images/uploads/IMG_3261.jpeg"
    ],
    "content": "<p>.</p>"
  },
  {
    "id": "2026-08-22-134403",
    "date": "2026-08-22 21:41",
    "location": "",
    "images": [
      "/assets/images/uploads/IMG_1750.jpeg"
    ],
    "content": "<p>骑行🚴🏻‍♀️</p>"
  }
];
